Repository: okfish/django-periodicals
Catalog: periodicals/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Article
ru: Статья

source: Publication
ru: Публикация

source: Extra
ru: Дополнительно

source: Issue
ru: выпуск

source: New status '%(status)s' applied for %(count)d articles.
ru: Новый статус '%(status)s' установлен для %(count)d статей.

source: Change articles status
ru: Изменить статус выбранных статей

source: Change article status
ru: Изменение статуса статей

source: %(count)d articles now in the series '%(series)s'
ru: %(count)d статей теперь в рубрике '%(series)s'

source: Change articles series
ru: Изменить рубрику выбранных статей

source: Change article series
ru: Изменение рубрики статей

source: Move articles to another series
ru: Перемещение статей в другую рубрику

source: Move all articles of the selected series to another one
ru: Переместить все статьи выбранных рубрик в другую

source: Articles
ru: Cтатьи

source: -- root --
ru: -- выберите рубрику --

source: series
ru: рубрика

source: New status
ru: Новый статус

source: to the series
ru: в рубрику

source: Submitted
ru: Отправлена

source: Active
ru: Активна

source: Deleted
ru: Удалена

source: Draft
ru: Черновик

source: Hidden
ru: Скрыта

source: Announced
ru: Анонсирована

source: Published
ru: Опубликована

source: Preprint
ru: Препринт

source: content type
ru: тип содержимого

source: status
ru: статус

source: title
ru: заголовок

source: Date created
ru: дата создания

source: Date modified
ru: дата последнего изменения

source: link item
ru: ссылка на источник

source: link items
ru: ссылки на источники

source: Mr.
ru: Г-н

source: Mrs.
ru: Г-жа

source: Ms.
ru: Барышня

source: Dr.
ru: Д-р

source: first name
ru: имя

source: middle name
ru: отчество

source: last name
ru: фамилия

source: postnomial
ru: обращение

source: i.e. PhD, DVM
ru: напр. д-р наук, профессор

source: user
ru: пользователь

source: Link to the existing username or create a new one
ru: Привязать к существующему пользователю или создать нового

source: website
ru: веб-сайт

source: Alternate website for this author
ru: Альтернативный веб-сайт для этого автора

source: blog
ru: блог

source: email
ru: эл. почта

source: slug
ru: код для url

source: author image
ru: изображение автора

source: Choose or upload your portrait or other picture
ru: Выберите или загрузите ваш портрет или другую картинку

source: organization
ru: организация

source: Current organization name (if no partner's profile linked)
ru: Название текущей организации (если нет связанного профиля партнера)

source: position
ru: положение

source: Position in the current organization
ru: Положение (должность) в текущей организации

source: comment
ru: комментарий

source: Comment, e.g. for internal usage
ru: Комментарий, например, для внутреннего использования

source: author
ru: автор

source: authors
ru: авторы

source: name
ru: название

source: publisher
ru: издатель

source: address_1
ru: улица

source: address_2
ru: дом, корпус, офис (квартира)

source: city
ru: город

source: state
ru: область

source: country
ru: страна

source: zipcode
ru: почтовый индекс

source: logo image
ru: логотип

source: Upload logo image of the periodical
ru: загрузите логотип периодического издания

source: phone
ru: телефон

source: periodical
ru: периодическое издание

source: periodicals
ru: периодические издания

source: volume
ru: номер

source: issue
ru: выпуск

source: Date published
ru: дата публикации

source: Title for special issues
ru: заголовок для специальных выпусков

source: description
ru: описание

source: printed cover
ru: печатная обложка

source: Upload image of printed issue's cover
ru: загрузите изображение печатной обложки

source: buy print
ru: купить печатную версию

source: URL to buy print issue
ru: URL для покупки печатного номера

source: digital cover
ru: цифровая обложка

source: Upload image of digital issue's cover
ru: загрузите изображение обложки для цифровой версии

source: buy digital
ru: купить цифровую версию журнала

source: URL to buy digital issue
ru: URL для покупки цифровой версии

source: read online
ru: читать онлайн

source: URL to read online issue
ru: URL, чтобы читать онлайн

source: Automatically generated when saved
ru: автоматически сгенерируется при сохранении

source: issues
ru: выпуски

source: subtitle
ru: подзаголовок

source: announce
ru: анонс

source: content
ru: содержимое

source: page
ru: страница

source: Page number in the printed issue
ru: Номер странице в печатном выпуске

source: tags
ru: метки

source: article image
ru: картинка к статье

source: Choose or upload image associated with article
ru: Выберите или загрузите изображение, ассоциированное со статьей

source: URL to buy print article
ru: URL для покупки распечатки статьи

source: URL to buy digital article
ru: URL для покупки цифровой версии статьи

source: URL to read online article
ru: URL, чтобы прочитать статью онлайн

source: digital version
ru: цифровая версия

source: Upload PDF or any downloadable format of the article
ru: Загрузите PDF или любой другой скачиваемый формат статьи

source: Organization or company related to the article in any way or has the rights on it
ru: Компания или организация, относящаяся к статье илиимеющая права на нее

source: commercial
ru: коммерческая

source: Commercial or advertising article
ru: Коммерческая или рекламная статья

source: article
ru: статья

source: articles
ru: статьи

source: Name
ru: название

source: series image
ru: картинка к рубрике

source: Choose or upload image associated with the series
ru: загрузите изображение, ассоциированное с рубрикой

source: All articles in the series are commercial or advertising
ru: Все статьи в рубрике размещены на правах рекламы

source: Refine your search
ru: Уточните ваш запрос

source: Showing <strong>%(start)s</strong> to <strong>%(end)s</strong> of <strong>%(total)s</strong> results.
ru: Показаны результаты с <strong>%(start)s</strong> по <strong>%(end)s</strong> из <strong>%(total)s</strong>.

source: Did you mean <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?
ru: Возможно, вы имели в виду <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?

source: Change Series for the articles listed below
ru: Изменить рубрику для статей, перечисленных ниже

source: Save
ru: Сохранить

source: Change status for the articles listed below
ru: Изменить статус для статей, перечисленных ниже

source: Wanging! ALL articles in the series listed below
ru: Внимание! ВСЕ статьи из рубрик, перечисленных ниже

source: will be moved
ru: будут перемещены

source: You can't undo this action
ru: Вы не сможете отменить это действие

source: Remove
ru: Удалить

source: Page
ru: Страница

source: Authors
ru: Авторы

source: Author
ru: Автор

source: Tags
ru: Теги

source: Titles, descriptions and images are copyright %(publisher)s and are used with permission.
ru: Все права на заголовки, описания, тексты и изображения принадлежат %(publisher)s и используются с разрешения
